abuild
abuild-rootbld
acpid
alpine-base
autoconf
automake
bash
blissos-calamares
blissos-installer-data
boost-dev
build-base
busybox-extras
ckbcomp
cmake
doas
eudev
extra-cmake-modules
git
kbd
kconfig5-dev
kconfig-dev
kcoreaddons5-dev
kcoreaddons-dev
kcrash5-dev
kcrash-dev
ki18n5-dev
kmod
kpackage5-dev
kpackage-dev
kparts5-dev
kparts-dev
kpmcore-dev
kservice5-dev
kservice-dev
kwidgetsaddons5-dev
kwidgetsaddons-dev
libatasmart-dev
libpwquality-dev
lz4
musl-locales
ninja
openrc
parted-dev
plasma-framework5-dev
polkit-qt-dev
py3-jsonschema
py3-toml
python3-dev
qt5-qtbase-dev
qt5-qtdeclarative-dev
qt5-qtsvg-dev
qt5-qttools-dev
qt5-qtwebengine-dev
qt6-qtbase-dev
qt6-qtdeclarative-dev
qt6-qtsvg-dev
qt6-qttools-dev
qt6-qtwebengine-dev
shfmt
udev-init-scripts
xf86-input-evdev
xf86-input-libinput
xf86-input-mtrack
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-apm
xf86-video-ark
xf86-video-ast
xf86-video-ati
xf86-video-chips
xf86-video-dummy
xf86-video-fbdev
xf86-video-i128
xf86-video-i740
xf86-video-intel
xf86-video-nouveau
xf86-video-nv
xf86-video-qxl
xf86-video-r128
xf86-video-rendition
xf86-video-s3virge
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-vesa
xf86-video-vmware
xinit
xorg-server
xvfb-run
xz
yaml-cpp-dev
zstd
