acpid
alpine-baselayout-data
bash
blissos-calamares
blissos-installer-data
busybox-extras
eudev
grub
grub-bios
grub-efi
grub-mount
kbd
kmod
openrc
os-prober
udev-init-scripts
xf86-input-evdev
xf86-input-libinput
xf86-input-mtrack
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-apm
xf86-video-ark
xf86-video-ast
xf86-video-ati
xf86-video-chips
xf86-video-dummy
xf86-video-fbdev
xf86-video-i128
xf86-video-i740
xf86-video-intel
xf86-video-nouveau
xf86-video-nv
xf86-video-qxl
xf86-video-r128
xf86-video-rendition
xf86-video-s3virge
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-vesa
xf86-video-vmware
xinit
xorg-server