abuild
alpine-baselayout
alpine-baselayout-data
apk-tools
argon2-libs
attr
axel
bash
binutils
brotli
brotli-libs
btrfs-progs
build-base
busybox
busybox-binsh
ca-certificates
ca-certificates-bundle
c-ares
cpulimit
cryptsetup
cryptsetup-libs
curl
device-mapper-libs
dialog
e2fsprogs
e2fsprogs-extra
e2fsprogs-libs
eudev-libs
fakeroot
file
fortify-headers
g++
gcc
gdbm
glib
gmp
gnupg
gnupg-dirmngr
gnupg-gpgconf
gnupg-keyboxd
gnupg-utils
gnupg-wks-client
gnutls
gpg
gpg-agent
gpgsm
gpgv
gpg-wks-server
gpm-libs
grub
grub-bios
grub-efi
hwdata-pci
isl25
jansson
json-c
kmod
kmod-libs
lddtree
libacl
libassuan
libatomic
libattr
libblkid
libbz2
libcap
libcap2
libcap-getcap
libcap-setcap
libcap-utils
libc-dev
libcom_err
libcrypto3
libcurl
libc-utils
libexpat
libffi
libformw
libgcc
libgcrypt
libgomp
libgpg-error
libidn2
libintl
libksba
libldap
libmagic
libmenuw
libmount
libncursesw
libpanelw
libsasl
libssh2
libssl3
libstdc++
libstdc++-dev
libtasn1
libunistring
libuuid
lrzip
lz4
lz4-libs
lzip
lzo
lzop
make
mc
mdev-conf
mpc1
mpfr4
musl
musl-dev
musl-utils
nano
ncurses
ncurses-libs
ncurses-terminfo-base
nettle
nghttp2-libs
npth
ntfs-3g
ntfs-3g-libs
openssl
p11-kit
p7zip
parted
patch
pciutils
pciutils-libs
pcre
pcre2
pinentry
pkgconf
popt
readline
scanelf
slang
sqlite-libs
squashfs-tools
ssl_client
tar
xz
xz-libs
zlib
zstd
zstd-libs
